hasil_pengujian_skripsi server kampus hosting xeon e5 24 core/reports/report_warm_500user/statistics.json
{
  "2. Stats (/api/dashboard/stats)" : {
    "transaction" : "2. Stats (/api/dashboard/stats)",
    "sampleCount" : 1968,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 10532.161077235778,
    "medianResTime" : 11231.0,
    "minResTime" : 52.0,
    "maxResTime" : 19359.0,
    "pct1ResTime" : 17810.1,
    "pct2ResTime" : 18220.5,
    "pct3ResTime" : 18928.359999999997,
    "throughput" : 6.1470033358737615,
    "receivedKBytesPerSec" : 346.4832866633766,
    "sentKBytesPerSec" : 4.652273032521646
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 7644,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 10577.173338566203,
    "medianResTime" : 11336.0,
    "minResTime" : 43.0,
    "maxResTime" : 20031.0,
    "pct1ResTime" : 17801.0,
    "pct2ResTime" : 18224.75,
    "pct3ResTime" : 18891.0,
    "throughput" : 23.66431592047502,
    "receivedKBytesPerSec" : 671.0204042663645,
    "sentKBytesPerSec" : 17.639478730674455
  },
  "4. Students (/api/dashboard/students)" : {
    "transaction" : "4. Students (/api/dashboard/students)",
    "sampleCount" : 1734,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 10714.636678200699,
    "medianResTime" : 11645.0,
    "minResTime" : 52.0,
    "maxResTime" : 19432.0,
    "pct1ResTime" : 17656.0,
    "pct2ResTime" : 18163.25,
    "pct3ResTime" : 18785.75,
    "throughput" : 5.4945054945054945,
    "receivedKBytesPerSec" : 299.42372081043953,
    "sentKBytesPerSec" : 4.174536401098901
  },
  "1. Auth (/api/auth/login)" : {
    "transaction" : "1. Auth (/api/auth/login)",
    "sampleCount" : 2099,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 10581.913768461178,
    "medianResTime" : 11314.0,
    "minResTime" : 200.0,
    "maxResTime" : 20031.0,
    "pct1ResTime" : 18008.0,
    "pct2ResTime" : 18471.0,
    "pct3ResTime" : 19139.0,
    "throughput" : 6.498834296754298,
    "receivedKBytesPerSec" : 14.49544681033869,
    "sentKBytesPerSec" : 4.632265641206449
  },
  "3. Dosen (/api/dashboard/dosen)" : {
    "transaction" : "3. Dosen (/api/dashboard/dosen)",
    "sampleCount" : 1843,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 10490.506239826364,
    "medianResTime" : 11315.0,
    "minResTime" : 43.0,
    "maxResTime" : 19367.0,
    "pct1ResTime" : 17681.6,
    "pct2ResTime" : 18057.4,
    "pct3ResTime" : 18713.68,
    "throughput" : 5.796873525618847,
    "receivedKBytesPerSec" : 20.90610735362344,
    "sentKBytesPerSec" : 4.38728220933067
  }
}